; Mem Reduct
; https://github.com/henrypp/memreduct/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

; Bulgarian
; Превод: Иван Караджов

[Bulgarian]
001=Няма налични актуализации.
002=Има налична нова версия (%s) . Отвори страницата за изтегляне?
003=Файл
004=Настройки
005=Изход
007=Помощ
008=Сайт на програмата
009=Проверка за обновление
010=За програмата
012=Покажи/скрий
013=Забрани
014=Почистване при над
015=Почистване на всеки
017=Почистване на паметта
018=Физическа памет
019=Суап файл
020=Системен кеш
021=Заето
022=Свободно
023=Общо налични
024=Основни
025=Почистване на паметта
026=Оформление
027=Трей икона
028=Затвори
029=Обща конфигурация
030=Език
031=Район на памет за почистване
032=Контрол на паметта
033=Горещи клавиши (глобални)
034=Стил
035=Цветова индикация
036=Контрол на мишката
037=Балонни подсказки
038=Над останалите прозорци
039=Стартирай при зареждане на ОС
041=Пропусни предупреждение "User Account Control"
042=Периодическа проверка за обновяване (препоръчва се)
043=Избери език:
044=Системен кеш
045=Системен кеш
046=Списък на чакащи без приоритет
047=Списък на чакащи
048=Списък на променен суап
050=Почистване при над: (%)
051=Почистване на всеки: (мин.)
052=Почистване на паметта:
053=Използвай прозрачен фон
054=Показвай рамка
055=Закръгли ръбовете
056=Измени цвета на фона (вместо текста и рамката)
057=Използвай заглаждане
058=Шрифт:
059=Цвет текста:
060=Цвят на фона:
061=Цвят на "опасното ниво":
062=Цвят на "критическото ниво":
063=Праг на "опасното ниво": (%)
064=Праг на "критическото ниво": (%)
065=Двоен клик:
066=Клик на средния бутон:
067=Покажи/скрий
068=Почистване на паметта
069=Отвори диспечера на задачите
070=Покажи резултата от почистване на паметта
071=Наистина ли искаш да почистиш паметта?
074=Паметта е почистена, %s  е спестена.
075=Изискват се админ. права, изпълни програмата като администратор!

; Chinese Simplified
; 蓝星天宇，软件缘 https://www.appcgn.com/

[Chinese (Simplified)]
001=没有可用版本更新。
002=新版本 (%s) 可用。打开下载页面吗？
003=文件
004=设置
005=退出
007=帮助
008=主页
009=检查更新
010=关于
011=捐助
012=显示/隐藏
013=禁用
014=清理区域
015=清理当超过
016=清理每（分钟）
017=-> 清理内存 <-
018=物理内存
019=页面文件
020=系统工作设置
021=已使用：
022=可用空闲：
023=可用总量：
024=常规
025=内存清理
026=外观
027=托盘图标
028=关闭设置
029=常规配置：
030=语言：
031=需要清理的内存区域：
032=触发器
033=快捷键（全局）：
034=样式
035=颜色指示：
036=鼠标控制：
037=气泡提示：
038=总是置顶
039=跟随系统启动时运行
040=在开始内存清理时确认
041=跳过“用户帐户控制（UAC）”警告提示
042=定期检查更新（推荐）
043=选择语言：
044=工作设置（Vista 及更高）
045=系统工作设置
046=忽略列表中无优先级的程序（Vista 及更高）
047=忽略列表（Vista 及更高）
048=已修改页面列表（Vista 及更高）
049=合并内存列表 (Win10 及更高)
050=清理当超过：（%）
051=清理每：（分钟）
052=清理内存：
053=使用透明背景
054=显示边框
055=圆角化
056=更改背景色（非文本和边框）
057=抗锯齿
058=字体：
059=文本颜色：
060=背景颜色：
061=“警告级别” 颜色：
062=“危险级别” 颜色：
063=“警告级别” 启动于：（%）
064=“危险级别” 启动于：（%）
065=双击：
066=中键点击：
067=显示/隐藏
068=清理内存
069=打开任务管理器
070=「显示内存清理结果」
071=你想要启动内存清理吗？
072=开启“忽略列表”和“已修改页面列表”可能会冻结您的计算机几乎一分钟左右，您确定要启用该选项吗？
073=不再显示
074=现已清理并节约了 %s 的内存空间。
075=需要管理员权限，请以管理员身份运行！

; 繁體中文(台灣)
; 阿龍@阿榮中文化俱樂部

[Chinese (Traditional)]
001=無更新可用。
002=新版本（%s）可用。要打開下載頁面嗎？
003=檔案
004=設定
005=離開
007=說明
008=官方網站首頁
009=檢查更新
010=關於
012=顯示/隱藏
013=禁用
014=清理 範圍
015=清理 當超過(%)
016=清理 每(分鐘)
017=釋放你的潛能吧，我的記憶體
018=實體記憶體
019=虛擬記憶體
020=系統工作集
021=已使用空間：
022=可用空間：
023=容量：
024=一般
025=記憶體清理
026=通知圖示 外觀
027=通知圖示 行為
028=關閉
029=一般設定
030=語言
031=要清理的記憶體範圍
032=記憶體管理
033=快速鍵（通用）
034=樣式
035=顏色提示
036=滑鼠控制
037=氣泡提示
038=最上層顯示
039=開機時啟動
040=清理前再次確認
041=跳過「使用者帳戶控制(UAC)」彈出警告
042=定期檢查更新（推薦）
043=選擇語言：
044=工作集
045=系統工作集
046=忽略列表裡無優先級別的程序
047=忽略列表
048=已更改的列表
050=清理 當超過：(%)
051=清理 每：(分鐘)
052=清理記憶體：
053=使用透明背景
054=顯示邊框
055=圓角
056=更改背景顏色（不是文字和邊框）
057=使用抗鋸齒
058=字體：
059=文字顏色：
060=背景顏色：
061=「警告級別」顏色：
062=「危險級別」顏色：
063=「警告級別」啟動於：（%）
064=「危險級別」啟動於：（%）
065=左鍵點兩下：
066=中鍵點擊：
067=顯示/隱藏：
068=釋放你的潛能，我的記憶體~~~~~
069=打開工作管理員
070=「顯示我是釋放潛能後的結果」
071=你想要釋放潛能嗎？
074=已釋放你的記憶體，%s 被釋放啦~~~
075=本應用程式需"以系統管理員權限執行"，請重新執行本程式！

; https://www.iso.org/iso-639-language-codes.html
; <Language: French (Fr) | Français>
; <Translator(s): Largo, LoubiTek>, >

[French]
001=Aucune mises à jour disponible.
002=Nouvelle version (%s) disponibles. Ouvrir la page de téléchargement?
003=Fichier
004=Paramètres
005=Quitter
007=Aidez-moi
008=Site-Web
009=Vérifiez les mises à jour
010=À propos
011=Donation!
012=Montrer/Masquer
013=Désactiver
014=Nettoyer les zones
015=Nettoyer quand supérieur à
016=Nettoyer toutes les
017=Nettoyer la mémoire
018=Mémoire physique
019=Mémoire virtuelle
020=Cache système
021=Utilisation
022=Disponible
023=Total disponible
024=Générale
025=Nettoyage de la mémoire
026=Apparence
027=Icône de notification
028=Fermer
029=Configuration générale
031=Zones de mémoire pouvant être nettoyées
032=Gestion de la mémoire
033=Raccourcis clavier (globale)
035=Indication couleur
036=Contrôle de la souris
037=Infos/Astuces bulle
038=Toujours visible
039=Charger au démarrage du système
040=Confirmer le démarrage du nettoyage de la mémoire
041=Ignorer l'avertissement d'invite "Contrôle du Compte Utilisateur"
042=Vérifier régulièrement les mises à jour (recommandé)
043=Sélection du langage:
044=Applications Utilisateur
045=Applications Système
046=En attente de liste sans priorités
047=En attente de liste
048=Liste des pages modifiées
049=Combiner des listes de mémoire
050=Nettoyer quand supérieur à: (%)
051=Nettoyer toutes les: (min.)
052=Nettoyer la mémoire:
053=Utiliser un fond transparent
054=Montrer la bordure
055=Coins arrondis
056=Changer la couleur d'arrière-plan (à la place du texte et de la bordure)
057=Utiliser l'anticrénelage
058=Police de caractère:
059=Couleur du texte:
060=Couleur de fond:
061=Niveau critique" couleur:
062=Niveau danger" couleur:
063=Le "niveau d'alerte" à commencé: (%)
064=Le "niveau de danger" à commencé: (%)
065=Double-cliquez:
066=Clic du milieu:
067=Montrer/Masquer
068=Nettoyer la mémoire
069=Ouvrir le gestionnaire de tâches
070=Montrer les résultats du nettoyage de la mémoire
071=Êtes-vous sûr de vouloir nettoyer la mémoire?
072=Alterner-sur "Liste d'attente" et "Liste des pages modifiées" peut geler votre ordinateur pendant près d'une minute, êtes-vous sûr d'activer cette option?
073=Ne plus montrer
074=La mémoire a été nettoyé avec %s libéré.
075=Privilèges administrateur requis, veuillez exécuter le programme en tant qu'administrateur!

; German
; Deutsche Übersetzung von Phoenix1747

[German]
001=Es ist kein Update verfügbar.
002=Die neue Version (%s) ist verfügbar! Downloadseite öffnen?
003=Datei
004=Einstellungen
005=Beenden
007=Hilfe
008=Webseite
009=Nach Updates suchen
010=Über
011=Spenden
012=Anzeigen/Verstecken
013=Deaktiviert
014=Bereiche bereinigen
015=Säubern, wenn über
016=Bereinigungsintervall
017=Speicher reinigen
018=Physisch
019=Ausgelagerte Dateien
020=Systemreserviert
021=In Verwendung
022=Verfügbar
023=Insgesamt
024=Allgemein
025=Speicher Bereinigen
026=Design
027=Taskleiste
028=Schließen
029=Allgemeine Einstellungen
030=Sprache
031=Zu säubernde Speicherbereiche
032=Speicherverwaltung
034=Aussehen
035=Farbanzeige
036=Maussteuerung
037=Benachrichtigung
038=Im Vordergrund bleiben
039=Beim Systemstart laden (Autostart)
040=Speicherbereinigung bestätigen
041=Warnung der Benutzerkontensteuerung überspringen
042=Regelmäßig nach Updates suchen (empfohlen)
043=Sprache auswählen:
044=Benutzeranwendungen
045=Systemanwendungen
046=Standybyanwendungen ohne Priorität
047=Standbyanwendungen
048=Ausgelagerte Dateien
049=Speicherlisten kombinieren
050=Säubern, wenn über: (%)
051=Reinigungsintervall: (Min.)
052=Speicherreinigung:
053=Transparenter Hintergrund
054=Rahmen anzeigen
055=Abgerundete Ecken
056=Farbe der Schriftart ändern (statt Text und Rahmen)
057=Antialiasing verwenden
058=Schriftart:
059=Textfarbe:
060=Hintergrundfarbe:
061=Farbe der "Warnungs-Stufe":
062=Farbe der "Gefahren-Stufe":
063="Warnungs-Stufe" beginnt ab: (%)
064="Gefahren-Stufe" beginnt ab: (%)
065=Doppelklick:
066=Mittlere Maustaste:
067=Verstecken/Anzeigen
068=Speicher reinigen
069=Taskmanager öffnen
070=Zeige Ergebnis der Speicherreinigung
071=Soll der Speicher wirklich bereinigt werden?
072=Standbyanwendungen und ausgelagerte Dateien auszuwählen, kann den Computer für bis zu einer Minute einfrieren, wollen Sie diese Option wirklich aktivieren?
073=Nicht mehr anzeigen
074=Der Speicher wurde zu %s bereinigt.
075=Dieses Programm benötigt Administratorrechte, bitte führen Sie dieses Programm als Administrator aus!

; Hungarian
; BlueEyes Helpdesk

[Hungarian]
001=Nincs elérhető frissítés.
002=(%s) Új verzió érhető el.Megnyitod a letöltési oldalt?
003=Fájl
004=Beállítások
005=Kilépés
007=Segítség
008=Weboldal
009=Frissítések ellenőrzése
010=Névjegy
012=Mutat/Rejt
013=Letiltva
015=Tisztítás a memória...
016=Tisztítás minden..
017=Memória tisztítása
018=Fizikai memória
019=Lapozófájl
020=A Rendszer által használt
021=Használatban
022=Szabad
023=Elérhető
024=Beállítás
025=Memória tisztítás
026=Megjelenés
027=Tálcaikon
028=Bezárás
029=Beállítások
030=Nyelv
031=Memória terület tisztítása
032=Memória kezelése
033=Gyorsgombok
034=Stílus
035=Színek
036=Egér
038=Mindig felül
039=Indítás a rendszerrel
041=Felhasználói fiók felügyeletének kihagyása
042=Frissítések rendszeres ellenőrzése (ajánlott)
043=Nyelv kiválasztása:
044=Használatban
045=Rendszer által használt
046=Készenléti lista prioritás nélküli
047=Készenléti lista
048=Lapozófájl módosítása
050=Tisztítás a memória: (%)
051=Tisztítás minden: (min.)
052=Memória tisztítás:
053=Átlátszó háttér
054=Keret mutatása
055=Kerek sarkok
056=Háttérszín beállítása (szöveg és keret)
057=Élsimítás
058=Betűtípus:
059=Szövegszín:
060=Háttérszín:
061="Figyelmeztetési szint" szine:
062="Veszélyes szint" szine:
063="Figyelmeztetési szint" beállítása: (%)
064="Veszélyes szint" beállítása: (%)
065=Ketős egér kattintás:
066=Középső egérgomb:
067=Mutat/Rejt
068=Memória tisztítás
069=Feladatkezelő megnyitása
071=Megtisztítod a memóriát?
074=A memória %s -ban sikeresen tisztítva.
075=Kérlek futtasd a programo Rendszergazda jogokkal!!

; Indonesian (Bahasa Indonesia)
; Ida Bagus Anom Sanjaya | www.fb.me/Anom.Sanjaya17	| www.instagram.com/anom_sanjaya | www.win10com.id | www.kmhdi.org | mailto:anom.sanjaya@live.com 

[Indonesian]
001=Tidak ada pembaruan tersedia, silakan cek lagi di lain waktu!
002=Mem Reduct baru saja merilis versi (%s). Ingin mengunduh versi ini?
003=Berkas
004=Pengaturan
005=Keluar
007=Bantuan
008=Laman situs kami
009=Memeriksa pembaruan
010=Tentang
011=Donasi Sukarela
012=Tampil/Sembunyi
013=Matikan
014=Bersihkan sektor...
015=Bersihkan ketika lewati...
016=Bersihkan setiap (menit)...
017=Bersihkan memori secara manual
018=Memori Fisik
019=Page File
021=Penggunaan
022=Sisa
023=Total tersedia
024=Umum
025=Pembersihan Memori
026=Tampilan
027=Ikon baki
028=Keluar
029=Konfigurasi Umum
030=Bahasa
031=Sektor memori yang dibersihkan
032=Manajemen Memori
033=Kombinasi tombol (global)
034=Gaya
035=Indikasi warna
036=Kontrol tetikus
037=Balon tips
038=Selalu diatas
039=Muat setiap permulaian sistem
040=Konfirmasi memulai pembersihan memori
041=Langkahi peringatan "User Account Control"
042=Memeriksa pembaruan secara teratur (Disarankan)
043=Pilih Bahasa:
050=Bersihkan ketika diatas (%)
051=Bersihkan Setiap: (menit)
052=Bersihkan Memori:
053=Gunakan latar belakang transparan
054=Tampilkan pinggiran
055=Pinggiran bentuk bulat
056=Ganti warna latar belakang (termasuk teks dan pinggiran)
057=Gunakan antialiasing
058=Fon:
059=Warna teks:
060=Warna latar belakang:
061=Warna untuk "Level peringatan":
062=Warna untuk "Level berbahaya":
063="Level peringatan" dimulai dari: (%)
064="Level berbahaya" dimulai dari: (%)
065=Klik ganda:
066=Klik tengah:
067=Tampil/Sembunyi
068=Bersihkan Memori
069=Buka Windows Task Manager 
070=Tampilkan laporan pembersihan memori
071=Apakah kamu ingin memulai pembersihan memori?
072=Memilih salah satu sektor yang bertanda khusus, akan menyebabkan sistem anda menjadi beku selama beberapa menit, jadi kamu yakin untuk memilih sektor tersebut?
073=Jangan tampilkan lagi
074=Memori yang telah dibersihkan sebesar %s. Semoga sistem anda berjalan dengan baik!
075=Mohon jalankan program sebagai Administrator terlebih dahulu!

; Italiano
; Traduzione in Italiano da victor

[Italiano]
001=Nessun aggiornamento disponibile.
002=Nuova versione (%s) disponibile. Vuoi scaricarla?
004=Impostazioni
005=Esci
007=Aiuto
008=Sito Web
009=Cerca aggiornamenti
010=Info
011=Fai una donazione
012=Mostra/Nascondi
013=Disattiva
014=Pulisci area
015=Pulisci quando è superiore al
016=Pulisci ogni
017=Pulizia della memoria
018=Fisica
019=File di pagina
020=Cache del sistema
021=Usata
022=Libera
023=Totale disponibile
024=Generale
025=Pulizia della memoria
026=Aspetto
027=Icona di notifica
028=Chiudi
029=Configurazione generale
030=Lingua
031=Aree della memoria da pulire
032=Gestione della memoria
033=Scorciatoie (globale)
034=Stile
035=Colori
036=Controllo mouse
037=Fumetto suggerimenti
038=Sempre visibile
039=Carica all'avvio del sistema
040=Conferma inizio pulizia della memoria
041=Ignora avviso richiesta "Controllo Account Utente"
042=Verifica aggiornamenti periodicamente (raccomandato)
043=Seleziona lingua:
044=Cache
045=Cache del sistema
046=Lista d'attesa senza priorità
047=Lista d'attesa
048=Lista pagina modificata
050=Pulisci quando è superiore al: (%)
051=Pulisci ogni: (min.)
052=Pulizia della memoria:
053=Usa sfondo trasparente
054=Mostra bordo
055=Angoli arrotondati
056=Cambia colore dello sfondo (invece del testo e del bordo)
057=Usa antialiasing
059=Colore del testo:
060=Colore dello sfondo:
061=Colore "Livello critico":
062=Colore "Livello di pericolo":
063="Livello critico" comincia da: (%)
064="Livello di pericolo" comincia da: (%)
065=Doppio click:
066=Click centrale:
067=Mostra/Nascondi
068=Pulisce la memoria
069=Apre il task manager
070=Mostra i risultati della pulizia della memoria
071=Vuoi avviare la pulizia della memoria?
074=La memoria è stata pulita con un guadagno di %s.
075=Sono necessari i privilegi d'amministratore, esegui il programma come amministratore!

; 한국어 (Korean)
; 4Li

[Korean]
001=사용 가능한 업데이트가 없습니다.
002=새 버전 (%s)이 사용 가능합니다.  다운로드 페이지를 열까요?
003=파일
004=설정
005=끝내기
007=도움말
008=웹사이트
009=업데이트 확인
010=정보
011=기부하기
012=보이기/감추기
013=사용 안 함
014=영역 정리
015=다음 이하일 때, 정리
016=다음 시간마다 정리
017=메모리 정리
018=실제
019=페이지 파일
020=시스템 작업 묶음
021=사용률
022=여유 량
023=총 사용 가능 량
024=일반
025=메모리 정리
026=외관
027=트레이 아이콘
028=닫기
029=일반 구성
030=언어
031=정리될 메모리 영역
032=메모리 관리
033=단축키 (전역)
034=모양
035=색 표시
036=마우스 제어
037=풍선 팁
038=항상 맨 위에 위치
039=시스템 시작시, 불러오기
040=메모리 정리 시작 재차 확인
041='사용자 계정 제어' 물음 경고 건너뛰기
042=주기적으로 업데이트 확인 (권장)
043=언어 선택:
044=작업 묶음
045=시스템 작업 묶음
046=우선 순위 없는 대기 목록
047=대기 목록
048=수정된 페이지 목록
050=다음 (%) 이상일 때 정리:
051=다음 시간(분)마다 정리:
052=메모리 정리:
053=투명 배경 사용
054=테두리 보이기
055=둥근 테두리
056=배경 색 바꾸기 (문구와 테두리 대신)
057=계단 현상 감소 효과 사용
058=글꼴:
059=문구 색:
060=배경 색:
061='경고 수준' 색:
062='위험 수준' 색:
063='경고 수준' 시작 (%) 시점:
064='위험 수준' 시작 (%) 시점:
065=더블 클릭:
066=가운데 버튼 클릭:
067=보이기/감추기
068=메모리 정리
069=작업 관리자 열기
070=메모리 정리 결과 보이기
071=메모리 정리를 시작할 건가요?
074=메모리가 지금 정리됐고, %s 절약됐습니다.
075=관리자 권한이 필요합니다.  관리자 권한으로 프로그램을 실행하세요!

; Persian
; Mohammad Akhzari  ,  akhzari1376@gmail.com

[Persian]
001=بروزرسانی موجو نیست.
002=نسخه ی جدید (%s) در دسترس است. آیا صفحه ی دانلود باز شود؟
003=فایل
004=تنظیمات
005=خارج شدن
007=راهنمایی
008=وب سایت
009=بررسی بروزرسانی
010=درباره ی 
012=مشخص/مخفی
013=غیرفعال کردن
014=فضاهای پاکسازی
015=پاکسازی زمانی که شد..
016=پاکسازی هر
017=پاکسازی حافظه
018=فیزیکی
019=Page file
020=تنظیمات درحال کارکرد سیستم
021=استفاده
022=آزاد
023=تمام در دسترس
024=عمومی
025=پاکسازی حافظه
026=ظاهر
027=آیکون
028=بستن
029=پیکربندی عمومی
030=زبان
031=حافظه ی منطقه ای که میخواهید حذف شود
032=مدیریت حافظه
033=Hotkeys (جهانی)
034=مدل
035=نشانه ی رنگ ها
036=کنترل موس
037=بالون اطلاعات
038=همیشه بالا
039=بالا آمدن همراه با ویندوز
040=تایید کردن شروع پاکسازی حافظه
041=رد کردن اخطار"User Account Control"
042=بررسی آخرین بروز رسانی بصورت دوره ای(پیشنهادی) 
043=انتخاب زبان:
044=کار کردن روی
045=تنظیمات درحال کارسیستم
046=لیست استندبای خارج از اولویت
047=لیست استندبای
048=تغییر دادن Page file
050=پاکسازی زمانی که رسید به: (%)
051=پاکسازی هر: (min.)
052=پاکسازی حافظه:
053=استفاده از تصویر زمینه شفاف
054=نشان دادن حاشیه
055=کناره های گرد
056=تغییر دادن رنگ زمینه (به جای متن و حاشیه)
058=فونت:
059=رنگ متن:
060=رنگ زمینه:
061="Warning level" رنگ:
062="Danger level" رنگ:
063="Warning level" شروع شود در: (%)
064="Danger level" شروع شود در: (%)
065=دابل کلیک:
066=کلیک میانه:
067=مشخص/مخفی
068=پاکسازی حافظه
069=باز کردن نوار وضیفه
070=نشان دادن نتیجه ی پاکسازی حافظه
071=آیا میخواهید پاکسازی حافظه را شروع کنید؟
074=Memory was cleaned now with %s saved.
075=فقط از طریق adminstrator کار میکند.لطفا برنامه را با adminstrator بالا بیاورید.

; Polski
; Tłumaczył na Polski jawdar

[Polski]
001=Aktualizacje nie są dostępne.
002=Nowa wersja (%s) jest dostępna. czy otworzyć stronę pobierania?
003=Plik
004=Ustawienia
005=Wyjdź
007=Pomoc
008=Strona internetowa
009=Sprawdź aktualizacje
010=O programie
011=Przekaż darowiznę
012=Pokaż/Ukryj
013=Wyłącz
014=Czyść obszary
015=Czyść Kiedy przekroczy
016=Czyść wszystko co
017=W Y C Z Y Ś Ć
018=Pamięć Fizyczna
019=Plik stronicowania
020=Praca systemu
021=Użycie
022=Wolna
023=Całkowita/dostępna
024=Ogólne ustawienia
025=Czyszczenie pamięci
026=Wygląd
027=Ikona w zasobniku
028=Zamknij
029=Konfiguracja ogólna
030=Język
031=Regiony pamięci do czyszczenia
032=Zarządzanie pamięcią
033=Skrót (globalny)
034=Styl
035=Wybierz kolor
036=Sterowanie myszą
037=Porady dymkowe
038=Zawsze na wierzchu
039=Załaduj przy starcie systemu
040=Potwierdź czyszczenie pamięci
041=Pomiń szybkie ostrzegani - "Kontrolę konta użytkownika" 
042=Okresowo sprawdzaj aktualizacje (zalecane)
043=Wybierz język:
044=Zestaw roboczy
045=system
046=GotowośĆ bez priorytetu
047=Lista gotowości
048=Zmodyfikowane strony
050=Czyść gdy powyżej: (%)
051=Czyść co: (min.)
052=Czyść pamięć:
053=Korzystaj z przezroczystym tłem
054=Pokaż obramowanie
055=Zaokrąglanie narożników
056=Zmiana koloru tła (zamiast tekstu i obramowania)
057=Wygładzanie
059=Kolor tekstu:
060=Kolor tła:
061="Poziom ostrzeżeń" Kolor:
062="Poziom zagrożenia" Kolor:
063="Poziom ostrzeżeń" Uruchom gdy: (%)
064="Poziom zagrożenia" Uruchom gdy: (%)
065=Kliknij dwukrotnie:
066=Kliknięcie środkowym przyciskiem:
067=Pokaż/Ukryj
068=W Y C Z Y Ś Ć
069=Otwórz Menedżer zadań
070=Pokaż wyniki czyszczenie pamięci
071=Czy chcesz rozpocząć czyszczenie pamięci?
074=Pamięć została oczyszczona o %s.
075=Wymagane uprawnienia administratora, uruchom program jako administrator!

; Portuguese (Brazil)
; MCHAL, http://www.zetatalk.com

[Portuguese (Brazil)]
001=Não existe atualização por enquanto.
002=Saiu uma nova versão (%s). Gostaria de visitar a página?
003=Arquivo
004=Configurar
005=Fechar
007=Ajuda
008=Site na web
009=Procurar atualização
010=Sobre
011=Fazer donativo
012=Exibir/Ocultar
013=Ativar/desativar
014=Áreas de Limpeza
015=Liberar a cada
016=Limpar a cada
017=Liberar memória
018=Física
019=Arquivo de paginação
020=Cache do sistema
021=Usada
022=Livre
023=Total livre
024=Principal
025=Liberação de memória
026=Aparência
027=Ícone Ár. Notificação
028=Fechar
029=Configuração principal
030=Idioma
031=Partes da memória para limpar
032=Gestão da memória
033=Atalho de teclado (global)
034=Aparência
035=Indicação de cores
036=Comandos do mouse
037=Balão de dicas
038=Manter o Painel de Configuração sempre na frente
039=Carregar com o sistema
040=Confirmar o início da limpeza da memória
041=Ignorar aviso do "Controle de Conta do Usuário"
042=Procurar atualização periodicamente (recomendado)
043=Usar este idioma:
044=Cache
045=Cache do sistema
046=Lista de espera sem prioridade
047=Lista de espera
048=Lista de paginação modificada
050=Liberar quando acima de: (%)
051=Liberar a cada (min.):
052=Liberar memória com estas teclas:
053=Usar fundo transparente
054=Exibir bordas
055=Exibir cantos arredondados
056=Mudar a cor do fundo (em vez do texto e da borda)
057=Usar suavização de bordas
058=Fonte:
059=Cor do texto:
060=Cor do fundo:
061=Cor do "Nível de alerta":
062=Cor do "Nível de perigo":
063=Acionar o "Nível de alerta" em: (%)
064=Acionar o "Nível de alerta" em: (%)
065=Clique duplo:
066=Clique único:
067=Exibir/Ocultar
068=Liberar memória
069=Abrir o Gestor de Tarefas
070=Exibir resultados de limpeza de memória
071=Quer mesmo liberar (limpar a) memória?
074=Feita a limpeza da memória, com %s liberados.
075=Necessário ter privilégios administrativos. Favor executar o programa como administrador!

; Portuguese
; Luis Neves (luis.a.neves@sapo.pt)

[Portuguese]
001=Não há actualizações disponíveis.
002=Nova versão (%s) disponível. Abrir página de transferências?
003=Ficheiro
004=Definições
005=Sair
007=Ajuda
008=Página Web
009=Procurar actualizações
010=Acerca
012=Mostrar/Ocultar
013=Desactivar
015=Limpar quando superior a
016=Limpar a cada
017=Limpar memória
018=Física
019=Ficheiro de Paginação
020=Cache do Sistema
021=Utilizada
022=Livre
023=Total disponível
024=Geral
025=Limpeza de memória
026=Aparência
027=Ícone de notificação
028=Fechar
029=Configuração geral
030=Idioma
031=Regiões da memória a limpar
032=Gestão de memória
033=Tecla de Atalho (global)
034=Estilo
035=Cores
036=Controlo do rato
037=Balão de sugestões
038=Sempre visível
039=Iniciar no arranque do sistema
041=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
042=Procurar actualizações periodicamente (recomendado)
043=Seleccionar idioma:
044=Cache
045=Cache do sistema
046=Lista de espera sem prioridade
047=Lista de espera
048=Lista de paginação modificada
050=Limpar quando superior a: (%)
051=Limpar a cada: (min.)
052=Limpar memória:
053=Usar fundo transparente
054=Mostrar contorno
055=Cantos redondos
056=Mudar cor de fundo (em vez do texto e borda)
057=Usar suavização
058=Tipo de letra:
059=Cor do texto:
060=Cor de fundo:
061=Cor do "Nível de Alerta":
062=Cor do "Nível de Perigo":
063="Nível de Alerta" iniciado a: (%)
064="Nível de Perigo" iniciado a: (%)
065=Duplo clique:
066=Clique Central:
067=Mostrar/Ocultar
068=Limpar memória
069=Abrir gestor de tarefas
070=Mostrar resultado da limpeza de memória
071=Deseja iniciar a limpeza de memória?
074=A memória foi limpa com um ganho de %s.
075=São necessários previlégios de administrador, execute o programa como administrador!

; Russian
; Русская локализация от Henry++

[Russian]
001=Нет доступных обновлений.
002=Новая версия (%s) доступна. Открыть страницу загрузки?
003=Файл
004=Настройки
005=Выйти
006=Язык
007=Помощь
008=Сайт программы
009=Проверить обновления
010=О программе
011=Поблагодарить!
012=Показать/скрыть
013=Отключить
014=Область очистки
015=Очистка при заполнении
016=Очистка по таймеру
017=Очистить память
018=Физическая память
019=Виртуальная память
020=Системный кэш
021=Используется
022=Доступно
023=Всего доступно
024=Основные
025=Очистка памяти
026=Оформление
027=Трей
028=Закрыть
029=Основные параметры
030=Язык интерфейса
031=Область памяти для очистки
032=Управление памятью
033=Горячие клавиши (глобальные)
034=Стиль
035=Цветовая индикация
036=Управление мышью
037=Всплывающие подсказки
038=Поверх остальных окон
039=Запускать при загрузке системы
040=Требовать подтверждение запуска очистки
041=Пропускать предупреждение "User Account Control"
042=Периодически проверять обновления (рекомендуется)
043=Выберите язык:
046=Standby list без приоритета
050=Очистка при заполнении: (%)
051=Очистка каждые: (мин.)
052=Очистка памяти:
053=Использовать прозрачный фон
054=Показывать обводку
055=Закруглять края
056=Изменять цвет фона (вместо текста и обводки)
057=Использовать сглаживание
058=Шрифт:
059=Цвет текста:
060=Цвет фона:
061=Цвет "опасного уровня":
062=Цвет "критического уровня":
063=Порог "опасного уровня": (%)
064=Порог "критического уровня": (%)
065=Двойной клик:
066=Клик средней кнопкой:
067=Показать/скрыть
068=Очистить память
069=Открыть диспетчер задач
070=Показывать результат очистки памяти
071=Вы действительно хотите очистить память?
072=Включение "Standby list" и "Modified page list" может подвергнуть компьютер зависанию на минуту и более, вы действительно хотите включить эту опцию?
073=Больше не спрашивать
074=Очистка памяти выполнена с результатом %s.
075=Требуются права администратора, запустите программу от имени администратора!

; Spanish
; <kiketrucker, AccionglobalXSoft, <Freddynic159>

[Spanish]
001=No hay actualizaciones disponibles.
002=Nueva versión (%s) disponible. ¿Abrir la página de descarga?
003=Archivo
004=Opciones
005=Salir
007=Ayuda
008=Sitio web
009=Comprobar actualizaciones
010=Acerca de
011=Donar
012=Mostrar/Ocultar
013=Deshabilitar
014=Limpiar areas
015=Limpiar por encima de
016=Limpiar todo
017=Limpiar memoria
018=Física
019=Paginación
020=Conjunto de trabajo del sistema
021=Uso
022=Libre
023=Total disponible
025=Limpieza de memoria
026=Apariencia
027=Icono del sistema
028=Cerrar
029=Configuración general
030=Idioma
031=Regiones de memoria a limpiar
032=Gestión de memoria
033=Atajos (global)
034=Estilo
035=Indicador de color
036=Control del ratón
037=Globos de sugerencias:
038=Siempre encima
039=Cargar al iniciar del sistema
040=Confirmar inicio de limpieza de memoria
041=Omitir advertencia de "Control de cuentas de usuario"
042=Buscar actualizaciones periódicamente (recomendado)
043=Seleccionar idioma:
044=Conjunto de trabajo
045=Conjunto de trabajo del sistema
046=Lista de espera sin prioridad
047=Lista de espera
048=Lista de páginas modificada
050=Limpiar por encima de: (%)
051=Limpiar todo: (min.)
052=Limpiar memoria:
053=Usar fondo transparente
054=Mostrar bordes
055=Bordes redondeados
056=Cambiar color de fondo (en lugar de texto y bordes)
057=Usar antialias
058=Fuente:
059=Color del texto:
060=Color del fondo:
061=Color del "Nivel de advertencia":
062=Color del "Nivel de peligro":
063=Iniciar "Nivel de advertencia" en: (%)
064=Iniciar "Nivel de peligro" en: (%)
065=Doble clic:
066=Clic central:
067=Mostrar/Ocultar
068=Limpiar memoria
069=Abrir administrador de tareas
070=Mostrar resultados de limpieza de memoria
071=¿Iniciar la limpieza de memoria?
073=Do not show anymore
074=La memoria fue limpiada ahora con %s ahorrados.
075=Requiere privilegios de administrador, por favor inicie el programa como administrador!

; Spanish
; Diego Alfaro (dalfaro77@gmail.com)

[Spanish2]
001=No hay actualizaciones disponibles.
002=Nueva versión (%s) disponible. ¿Abrir página de descarga?
003=Archivo
004=Ajustes
005=Salir
007=Ayuda
008=Sitio web
009=Buscar actualizaciones
010=Acerca de
012=Mostrar/Ocultar
013=Desactivar
014=Optimizar áreas
015=Optimizar cuando supere
016=Optimizar cada
017=Optimizar memoria
018=Física
019=Archivo de paginación
020=Área de trabajo del sistema
021=Usada
022=Libre
023=Total disponible
025=Optimización de memoria
026=Apariencia
027=Icono de bandeja
028=Cerrar
029=Configuración general
030=Idioma
031=Regiones de memoria a ser optimizadas
032=Gestión de memoria
033=Tecla de atajo (global)
034=Estilo
035=Colores
036=Control del ratón
037=Globo de sugerencias
038=Siempre visible
039=Cargar al iniciar sistema
040=Confirman inicio de optimización de memoria
041=Saltearse advertencia de "Control de Cuentas de Usuario" (UAC)
042=Buscar periódicamente actualizaciones (recomendado)
043=Seleccionar idioma:
044=Área de trabajo
045=Área de trabajo del sistema
046=Lista de espera sin prioridad
047=Lista de espera
048=Lista de página modificada
050=Optimizar cuando supere: (%)
051=Optimizar cada: (min.)
052=Optimizar memoria:
053=Fondo transparente
054=Mostrar bordes
055=Bordes redondeados
056=Cambiar color de fondo (en lugar de textos y bordes)
057=Usar suavizado
058=Tipo de fuente:
059=Color de textos:
060=Color de fondo:
061=Color de "Nivel de alerta":
062=Color de "Nivel de peligro":
063="Nivel de alerta" comienza en: (%)
064="Nivel de peligro" comienza en: (%)
065=Doble click:
066=Click central:
067=Mostrar/Ocultar
068=Optimizar memoria
069=Abrir administrador de tareas
070=Mostrar resultado de optimización de memoria
071=¿Desea iniciar la optimización de memoria?
073=Do not show anymore
074=Memoria optimizada, has recuperado %s.
075=Se necesitan privilegios de administrador. ¡Ejecute el programa como administrador!

; Spanish
; Luis Miguel (lmsystema@gmail.com)

[Spanish3]
001=No hay actualizaciones.
002=Nueva versión (%s) disponíble. Quieres descargarla?
003=Ficheiro
004=Definiciones
005=Salir
007=Ayuda
008=Pagina Web
009=Buscar actualizaciones
010=Acerca
012=Muestrar/Ocultar
013=Desactivar
015=Limpiar cuando superior a
016=Limpiar a cada
017=Limpiar memoria
018=Física
019=Archivo de Paginación
020=Cache del Sistema
021=Usada
022=Libre
023=Total disponible
025=Limpiar la memoria
026=Aparencia
027=Icono de notificación
028=Cerrar
029=Configuración general
030=Idioma
031=Area de la memoria para limpiar
032=Gestión de la memoria
033=Tecla de Atajo (global)
034=Estilo
035=Colores
036=Controle del raton
037=Globo de sugerencias
038=Siempre visíble
039=Iniciar con el windows
041=Ignorar notificación el "Controle da la Cuenta de Usuario" (UAC)
042=Buscar actualizaciones periodicamente (recomendado)
043=Selecionar idioma:
044=Cache
045=Cache del sistema
046=Lista de espera sin prioridad
047=Lista de espera
048=Lista de paginación modificada
050=Limpiar cuando superior a: (%)
051=Limpiar a cada: (min.)
052=Limpiar memoria:
053=Usar fondo transparente
054=Muestrar borde
055=Esquinas redondeadas
056=Mudar color de fondo (en lugar del texto e borde)
057=Uso de suavizado
058=Tipo de letra:
059=Color del texto:
060=Color del fondo:
061=Cor do "Nivel del Alerta":
062=Cor do "Nivel del Peligro":
063="Nivel del Alerta" iniciado a: (%)
064="Nivel del Peligro" iniciado a: (%)
065=Doble click:
066=Click Central:
067=Muestrar/Ocultar
068=Limpiar memoria
069=Abrir gestor de tareas
070=Muestrar el resultado de la limpieza
071=Desea iniciar a limpieza de memoria?
073=Do not show anymore
074=La memoria fue limpia con un gaño de %s.
075=Son necesarios privilegios de administrador, ejecute el programa como administrador!

; Swedish
; TranslatorName=Åke Engelbrektson
; TranslatorURL=https://svenskasprakfiler.se
; LastUpdated=27 Feb 2016

[Swedish]
001=Inga uppdateringar tillgängliga.
002=Ny version (%s) finns tillgänglig. Vill du öppna nedladdningssidan?
003=Arkiv
004=Inställningar
005=Avsluta
007=Hjälp
008=Webbsida
009=Sök efter uppdateringar
010=Om
011=Donera
012=Visa/Dölj
013=Inaktivera
014=Rensa område
015=Rensa vid mer än
016=Rensa varje
017=Rensa minnet
018=Fysiskt
019=Växlingsfil
020=Systemarbetsminne
021=Används
022=Ledigt
023=Tillgängligt sammanlagt
024=Allmänt
025=Minnesrensning
026=Utseende
027=Systemikon
028=Stäng
029=Allmän konfiguration
030=Språk
031=Minnesområden att rensa
032=Minneshantering
033=Snabbtangenter (globala)
034=Stil
035=Färgindikation
036=Muskontroll
037=Popup-meddelanden
038=Alltid överst
039=Läs in vid systemstart
040=Bekräfta minnesrensning
041=Överbrygga varningen från "User Account Control"
042=Sök periodiskt efter uppdateringar (rekommenderas)
043=Välj språk:
044=Arbetsminne
045=Systemarbetsminne
046=Väntelista utan prioritet
047=Väntelista
048=Listan över ändrade sidor
050=Rensa vid mer än: (%)
051=Rensa varje: (min.)
052=Rensa minne:
053=Använd transparent bakgrund
054=Visa inramning
055=Runda hörn
056=Byt bakgrundsfärg (istället för text och inramning)
057=Använd kantutjämning
058=Teckensnitt:
059=Textfärg:
060=Bakgrundsfärg:
061=Färg för "Varningsnivå":
062=Färg för "Kritisk nivå":
063="Varningsnivå" startar vid: (%)
064="Kritisk nivå" startar vid: (%)
065=Dubbelklick:
066=Mittklick:
067=Visa/Dölj
068=Rensa minne
069=Öppna Aktivitetshanteraren
070=Visa rensningsresultat
071=Vill du påbörja minnesrensning?
073=Do not show anymore
074=Minnet rensades och %s återställdes.
075=Administratörssättigheter krävs! Starta om programmet som administratör!

; Turkish
; Çevirmen: Jasanayaka (Ali Haktan Sığın)

[Turkish]
001=Yeni güncelleme yok.
002=Yeni versiyon (%s) mevcut. İndirme sayfası açılsın mı?
003=Dosya
004=Ayarlar
005=Çıkış
007=Yardım
009=Güncellemeleri kontrol et
010=Hakkında
011=Bağış
012=Göster/Gizle
013=Devre dışı bırak
014=Bölümleri temizle
015=Dolduğunda temizle
016=Otomatik temizle
017=Belleği temizle
018=Fiziksel bellek
019=Sanal bellek
020=Sistem çalışma alanı
021=Kullanılan
022=Kullanılabilir
023=Toplam
024=Genel
025=Bellek temizleme
026=Görünüm
027=Görev çubuğu simgesi
028=Kapat
029=Genel ayarlar
030=Dil
031=Temizlenecek bellek bölümleri
032=Otomatik temizleme
033=Kısayol tuşu
034=Tema
035=Renk ayarları
036=Mouse ile kontrol
037=Bildirimler
038=Her zaman üstte
039=Windows başladığında çalıştır
040=Bellek temizlemenin başladığını onayla
041="UAC" iznini geç
042=Güncellemeleri otomatik denetle (önerilir)
043=Dili seçin:
044=Çalışma alanı
045=Sistem çalışma alanı
046=Öncelikli olmayan bekleme listesi
047=Bekleme listesi
048=Değiştirilen sayfa listesi
049=Hafıza listelerini birleştir
050=Dolduğunda temizle: (%)
051=Düzenli olarak temizle: (dakika)
052=Belleği temizleme kısayolu
053=Şeffaf arkaplan kullan
054=Sınırları göster
055=Dairesel köşeler
056=Arkaplan rengini değiştir
057=Antialiasing kullan
059=Yazı rengi:
060=Arkaplan rengi:
061="Uyarı seviyesi" rengi:
062="Tehlike seviyesi" rengi:
063="Uyarı seviyesi" başlangıcı: (%)
064="Tehlike seviyesi" başlangıcı: (%)
065=Çift tık:
066=Orta tık:
067=Göster/Gizle
068=Belleği temizle
069=Görev yöneticisini aç
070=Bellek temizleme sonuçlarını göster
071=Belleği temizlemek istediğinize emin misiniz?
073=Tekrar gösterme
074=%s bellek boşaltıldı.
075=Yönetici izni gereklidir, lütfen programı yönetici olarak çalıştırın!

; Ukrainian
; Українська локалізація

[Ukrainian]
001=Нема доступних поновлень.
002=Нова версія (%s) доступна. Відкрити сторінку загрузки?
003=Файл
004=Налаштування
005=Вийти
007=Допомога
008=Сайт програми
009=Перевірити поновлення
010=Про программу
011=Поблагодарить!
012=Показати/сховати
013=Відключити
015=Очистка при заповненні
016=Очистка кожні
017=Очистити пам'ять
018=Фізична пам'ять
019=Файл підкачки
020=Системний кэш
021=Занято
022=Вільно
023=Всього доступно
024=Основні
025=Очистка пам'яті
026=Оформлення
027=Трей
028=Закрити
029=Основні параметри
030=Мова інтерфейсу
031=Область пам'яті для очистки
032=Управління пам'ятю
033=Гарячі клавіші (глобальні)
034=Стиль
035=Кольорова індикація
036=Управління мишкою
037=Вспливаючі підсказки
038=Поверх інших вікон
039=Запускати при загрузці системи
041=Пропускати попередження "User Account Control"
042=Періодично перевіряти поновлення (рекомендується)
043=Виберіть мову:
046=Standby list без пріорітету
050=Очистка при заповненні: (%)
051=Очистка кожні: (мин.)
052=Очистка пам'яті:
053=Використовувати прозорий фон
054=Показувати обводку
055=Закругляти краї
056=Міняти колір фону (замість тексту і обводки)
057=Використовувати зглажування
058=Шрифт:
059=Колір тексту:
060=Колір фону:
061=Колір "небезпечного рівня":
062=Колір "критичного рівня":
063=Поріг "небезпечного рівня": (%)
064=Поріг "критичного рівня": (%)
065=Двійний клік:
066=Клік середньою кнопкой:
067=Показати/сховати
068=Очистити пам'ять
069=Відкрити диспетчер задач
070=Показувати результат очистки пам'яті
071=Ви дійсно хочите виконати очистку пам'яти?
073=Do not show anymore
074=пам'ять очищена, %s збережено.
075=Потрібні права адміністратора, запустіть програму від імені адміністратора!
